[
  {
    "Key": "VeiledMoon.Name",
    "ProcessTemplates": false,
    "enGB": "Veiled Moon"
  },
  {
    "Key": "VeiledMoon.Description",
    "enGB": "As the stillness of the moon reflected upon a still pond, the spiritualist discipline of Veiled Moon is seen as a strange and esoteric art, whose mysteries are difficult to grasp, and even harder to practice! The practitioners of this discipline are said to be half-in, half-out due to the fact that they seem to be living in two worlds; in fact, this is not far from the truth.\nVeiled Moon disciples have grasped connections to the Astral and Ethereal planes in their mind through intense meditation and a spiritual devotion to learning the ways of spirits and the natural world, and blended them seamlessly into a martial art so supernatural that it borders on the magical. A potent, yet passive, discipline, its esoteric abilities are often misunderstood.\nInitiation Modifier: Dexterity"
  },
  {
    "Key": "VeiledMoon.StanceOfTheEtherGate.Name",
    "ProcessTemplates": false,
    "enGB": "Stance of the Ether Gate"
  },
  {
    "Key": "VeiledMoon.StanceOfTheEtherGate.Description",
    "enGB": "By shifting his essence partially into the Astral plane, the disciple finds that moving through that plane as just as easy as moving through the Material plane. While the disciple is in this stance, she may teleport instead of moving, at will. Her normal movement speed still applies. She must see his destination clearly to be able to teleport to it. The initiator may not take any creatures with him when teleporting; only himself and the gear she is carrying."
  },
  {
    "Key": "VeiledMoon.StanceOfTheEtherGate.Buff.Name",
    "ProcessTemplates": false,
    "enGB": "Stance of the Ether Gate"
  },
  {
    "Key": "VeiledMoon.StanceOfTheEtherGate.Buff.Description",
    "enGB": "A stance of the Veiled Moon discipline."
  },
  {
    "Key": "VeiledMoon.LunarPenumbra.Name",
    "ProcessTemplates": false,
    "enGB": "Lunar Penumbra"
  },
  {
    "Key": "VeiledMoon.LunarPenumbra.Description",
    "enGB": "It is said that the moon is portrayed in some legends as a laughing trickster, and with this powerful ability, the Veiled Moon disciple is capable of pulling an incredible trick upon his foe. The initiator makes a Stealth check against his foe’s Perception check. If successful she and his attacker switch positions, and the attack that was directed against the disciple now affects the attacker, effectively causing the target to strike itself."
  },
  {
    "Key": "VeiledMoon.LunarPenumbra.Buff.Name",
    "ProcessTemplates": false,
    "enGB": "Lunar Penumbra"
  },
  {
    "Key": "VeiledMoon.LunarPenumbra.Buff.Description",
    "enGB": "Almost a shadow."
  },
  {
    "Key": "VeiledMoon.EclipsingMoon.Name",
    "ProcessTemplates": false,
    "enGB": "Eclipsing Moon"
  },
  {
    "Key": "VeiledMoon.EclipsingMoon.Description",
    "enGB": "Folding space around her form effortlessly, the disciple is capable of leaps through the ether and attacking through the barrier between the worlds in a series of staccato bursts of silvery-blue light, her image blinking as she strikes. As a full action, the initiator may make an attack against a target and then teleport a distance up to her movement speed to a new target to strike again, and each attack is made against the target’s flat-footed armor class. She may do this a number of times equal to the number of attacks she possesses on a full attack action (including off hand attacks or secondary attacks), and may select the same target for each attack. Each attack gains a +2 competence bonus. If an enemy dies to one of these attacks, she gains an additional attack."
  },
  {
    "Key": "VeiledMoon.EclipsingMoon.Buff.Name",
    "ProcessTemplates": false,
    "enGB": "Eclipsing Moon"
  },
  {
    "Key": "VeiledMoon.EclipsingMoon.Buff.Description",
    "enGB": "Dancing between worlds."
  }
]