[
  {
    "Key": "VeiledMoon.Name",
    "ProcessTemplates": false,
    "enGB": "Veiled Moon"
  },
  {
    "Key": "VeiledMoon.Description",
    "enGB": "As the stillness of the moon reflected upon a still pond, the spiritualist discipline of Veiled Moon is seen as a strange and esoteric art, whose mysteries are difficult to grasp, and even harder to practice! The practitioners of this discipline are said to be half-in, half-out due to the fact that they seem to be living in two worlds; in fact, this is not far from the truth.\nVeiled Moon disciples have grasped connections to the Astral and Ethereal planes in their mind through intense meditation and a spiritual devotion to learning the ways of spirits and the natural world, and blended them seamlessly into a martial art so supernatural that it borders on the magical. A potent, yet passive, discipline, its esoteric abilities are often misunderstood.\nInitiation Modifier: Dexterity"
  },
  {
    "Key": "VeiledMoon.StanceOfTheEtherGate.Name",
    "ProcessTemplates": false,
    "enGB": "Stance of the Ether Gate"
  },
  {
    "Key": "VeiledMoon.StanceOfTheEtherGate.Description",
    "enGB": "By shifting her essence partially into the Astral plane, the disciple finds that moving through that plane as just as easy as moving through the Material plane. While the disciple is in this stance, she may teleport instead of moving, at will. Her normal movement speed still applies. She must see her destination clearly to be able to teleport to it. The initiator may not take any creatures with her when teleporting; only himself and the gear she is carrying."
  },
  {
    "Key": "VeiledMoon.StanceOfTheEtherGate.Buff.Name",
    "ProcessTemplates": false,
    "enGB": "Stance of the Ether Gate"
  },
  {
    "Key": "VeiledMoon.StanceOfTheEtherGate.Buff.Description",
    "enGB": "Space exists to be folded."
  },
  {
    "Key": "VeiledMoon.LunarPenumbra.Name",
    "ProcessTemplates": false,
    "enGB": "Lunar Penumbra"
  },
  {
    "Key": "VeiledMoon.LunarPenumbra.Description",
    "enGB": "It is said that the moon is portrayed in some legends as a laughing trickster, and with this powerful ability, the Veiled Moon disciple is capable of pulling an incredible trick upon her foe. When targeted by an ability or spell, the initiator makes a Stealth check against her foe’s Perception check. If successful she and her attacker switch positions, and the ability or spell that was directed against the disciple now affects the attacker, effectively causing the target to strike itself."
  },
  {
    "Key": "VeiledMoon.LunarPenumbra.Buff.Name",
    "ProcessTemplates": false,
    "enGB": "Lunar Penumbra"
  },
  {
    "Key": "VeiledMoon.LunarPenumbra.Buff.Description",
    "enGB": "Almost a shadow."
  },
  {
    "Key": "VeiledMoon.EclipsingMoon.Name",
    "ProcessTemplates": false,
    "enGB": "Eclipsing Moon"
  },
  {
    "Key": "VeiledMoon.EclipsingMoon.Description",
    "enGB": "Folding space around her form effortlessly, the disciple is capable of leaps through the ether and attacking through the barrier between the worlds in a series of staccato bursts of silvery-blue light, her image blinking as she strikes. As a full action, the initiator may make an attack against a target and then teleport a distance up to her movement speed to a new target to strike again, and each attack is made against the target’s flat-footed armor class. She may do this a number of times equal to the number of attacks she possesses on a full attack action (including off hand attacks or secondary attacks), and may select the same target for each attack. If an enemy dies to one of these attacks, she gains an additional attack."
  },
  {
    "Key": "VeiledMoon.EclipsingMoon.Buff.Name",
    "ProcessTemplates": false,
    "enGB": "Eclipsing Moon"
  },
  {
    "Key": "VeiledMoon.EclipsingMoon.Buff.Description",
    "enGB": "Dancing between worlds."
  },
  {
    "Key": "VeiledMoon.FlashingEtherTouch.Name",
    "ProcessTemplates": false,
    "enGB": "Flashing Ether Touch"
  },
  {
    "Key": "VeiledMoon.FlashingEtherTouch.Description",
    "enGB": "With but a touch the Veiled Moon disciple may send a foe hurtling through the Astral to reappear with frightening velocity to hit the ground. The initiator makes a melee touch against a target, teleporting them away. The target makes a Reflex save (DC 17 + initiation modifier). Upon a failed saving throw, the target suffers 10d6 points of damage from reaching high speeds and slamming hard into the ground and is considered prone."
  },
  {
    "Key": "VeiledMoon.FadeThrough.Name",
    "ProcessTemplates": false,
    "enGB": "Fade Through"
  },
  {
    "Key": "VeiledMoon.FadeThrough.Description",
    "enGB": "An advanced technique, the Veiled Moon disciple at this point learns how to fold two points in space around her to appear at another location within the span of a heart beat. The initiator may teleport to a location up to twice her movement speed away as a swift action."
  },
  {
    "Key": "VeiledMoon.TwistingEther.Name",
    "ProcessTemplates": false,
    "enGB": "Twisting Ether"
  },
  {
    "Key": "VeiledMoon.TwistingEther.Description",
    "enGB": "With a nod to her ally, the Veiled Moon adept may sink through the world with her ally and switch places with her for better effect in combat. As a swift action, the initiator may designate a willing ally within 30-ft. and swap places with them via teleportation."
  },
  {
    "Key": "VeiledMoon.AnchoringSpirit.Name",
    "ProcessTemplates": false,
    "enGB": "Anchoring Spirit"
  },
  {
    "Key": "VeiledMoon.AnchoringSpirit.Description",
    "enGB": "The Veiled Moon disciple pulls herself fully into the Ethereal and manifests a ghostly apparition of her form upon the Material, and in doing so she locks her immediate area for travel through the Ethereal or Astral plane. While in this stance, the initiator gains the incorporeal subtype and any enemies within 30-ft. of her position who attempt to use an effect with the (teleportation) type fail. Once outside of this stance’s range, creatures are no longer affected. "
  },
  {
    "Key": "VeiledMoon.AnchoringSpirit.Buff.Name",
    "ProcessTemplates": false,
    "enGB": "Anchoring Spirit"
  },

  {
    "Key": "VeiledMoon.AnchoringSpirit.Buff.Description",
    "enGB": "Master of the Ethereal Realm."
  },
  {
    "Key": "VeiledMoon.AnchoringSpirit.BuffEffect.Name",
    "ProcessTemplates": false,
    "enGB": "Anchoring Spirit - Effect"
  },

  {
    "Key": "VeiledMoon.AnchoringSpirit.BuffEffect.Description",
    "enGB": "Anchored to the Material Plane."
  },
  {
    "Key": "VeiledMoon.WarpWorm.Name",
    "ProcessTemplates": false,
    "enGB": "Warp Worm"
  },
  {
    "Key": "VeiledMoon.WarpWorm.Description",
    "enGB": "By creating temporary breaches between the worlds of the Material and the Astral, the disciple may teleport through a few enemies and emerge from the space between worlds having done her foes great internal harm. The initiator teleports to the target, then to the next closest enemy from the first, and then the same for a third target, inflicting 10d6 points of force damage to those affected, halved by a Will save (DC 17 + initiation modifier). After the final target, the disciple teleports 10 ft. behind them to finish her turn."
  },
  {
    "Key": "VeiledMoon.Ghostwalk.Name",
    "ProcessTemplates": false,
    "enGB": "Ghostwalk"
  },
  {
    "Key": "VeiledMoon.Ghostwalk.Description",
    "enGB": "The initiator steps through to the borderland between the Material and the Ethereal planes, becoming an incorporeal figure in both realities for a few moments. Until the beginning of her next turn, the initiator gains the incorporeal subtype."
  },
  {
    "Key": "VeiledMoon.Ghostwalk.Buff.Name",
    "ProcessTemplates": false,
    "enGB": "Ghostwalk"
  },
  {
    "Key": "VeiledMoon.Ghostwalk.Buff.Description",
    "enGB": "Incorporeal."
  },
  {
    "Key": "VeiledMoon.DimensionalStrike.Name",
    "ProcessTemplates": false,
    "enGB": "Dimensional Strike"
  },
  {
    "Key": "VeiledMoon.DimensionalStrike.Description",
    "enGB": "By shifting slightly between two worlds, the disciple confuses the senses of her foe so she may land her attack more easily. The initiator causes her foe to be flat-footed to this attack."
  },
  {
    "Key": "VeiledMoon.FormlessDance.Name",
    "ProcessTemplates": false,
    "enGB": "Formless Dance"
  },
  {
    "Key": "VeiledMoon.FormlessDance.Description",
    "enGB": "The Veiled Moon disciple immerses herself in a sort of dimensional flux, causing her to be able to see what cannot be perceived and seemingly be in many places at once. While in this stance, the initiator gains the benefits of the see invisibility spell and the blur spell."
  },
  {
    "Key": "VeiledMoon.FormlessDance.Buff.Name",
    "ProcessTemplates": false,
    "enGB": "Formless Dance"
  },
  {
    "Key": "VeiledMoon.FormlessDance.Buff.Description",
    "enGB": "In dimensional flux."
  },
  {
    "Key": "VeiledMoon.SpiritualWeaponStance.Name",
    "ProcessTemplates": false,
    "enGB": "Spiritual Weapon Stance"
  },
  {
    "Key": "VeiledMoon.SpiritualWeaponStance.Description",
    "enGB": "By channeling ethereal energies along her weapons and her body, the initiator becomes immersed in both worlds, being as solid on the Ethereal Plane as she is on the Material. While in this stance, the initiator’s weapons are treated as if they had the ghost touch property and her attacks inflict an additional 2d6 points or force damage. This empowerment from the Ethereal plane also acts a buffer against magical attacks, granting the disciple spell resistance equal to 5 + her level."
  },
  {
    "Key": "VeiledMoon.SpiritualWeaponStance.Buff.Name",
    "ProcessTemplates": false,
    "enGB": "Spiritual Weapon Stance"
  },
  {
    "Key": "VeiledMoon.SpiritualWeaponStance.Buff.Description",
    "enGB": "Wreathed in Ethereal energies."
  }
]